import "./About.css";

function About({}) {
  return (
    <div className="about">
      <h1 className="about__title">О проекте</h1>
      <p className="about__text">
        В первую очередь это пет проект. Который показывает мои навыки как
        frontend специалиста. Главная цель сайта в интерактивной форме помочь
        распределить продукты на те позиции, в которых у продуктов будут
        отсутствовать негативное влияние друг на друга. Функционал скромный и
        едва ли может быть полезен. Но, возможно, однажды он будет более
        полезен.
      </p>
    </div>
  );
}

export default About;
